<template lang="pug">
	.product-card__content
		ContentBlock
			.content
				h3 История создания аромата
				p Легенда №11.01" -  аромат – моя жизнь, мои приключения, мои путешествия, где каждая нота в нем – как отдельная страница в моем дневнике.
				p Я отобрал 11 нот, которые отражают самые яркие моменты в моих путешествиях по миру.
				p Цитрон напоминает мне о солнечных днях на побережье Средиземного моря, кориандр – о пряностях марокканских базаров, а абрикос – о весенних садах в Японии. Роза, инжир, финики, апельсин, мята, базилик, амбретта и черная смородина – каждая из этих нот является частью моего путешествия, моего опыта и моего воспоминания.
				p Когда я смешал эти ноты вместе, я создал аромат, который не просто запах, а история, рассказанная через запахи. Я назвал его "Легенда №11.01", потому что он стал символом моих 11 лет путешествий, моих 11 лет поиска смысла и красоты в этом мире. Это моя легенда, мой аромат, мое наследие.
				p Его лаборатория — это одновременно его дом и мастерская, где он неутомимо экспериментирует, смешивая, настаивая и пробуя. Он верит, что каждый запах должен быть уникальным, как и место, откуда он родом.
				p Долгое время его ароматы были доступны лишь избранным. Сегодня бренд Vittorio рад представить свою новую линейку уникальных ароматов для ценителей парфюмерного искусства в России. Мы понимаем, что настоящая магия ароматов должна быть доступна каждому, кто ценит подлинную красоту и элегантность. Вдохновлённый богатством культур и природы, Витторио создал коллекцию, которая объединяет в себе его непревзойдённое мастерство и доступность для широкой аудитории.
				p Добро пожаловать в мир Vittorio — мир, где каждый аромат рассказывает свою уникальную историю и дарит незабываемые эмоции.
</template>

<style lang="scss" scoped></style>
