<template lang="pug">
	Teleport(to="body")
		AppPopup(class="popup-politic" :is-open="isOpen" @close-popup="closePopup" :popup-key="popupKey")
			.popup__body
				.popup__heading
					.popup__title Политика конфиденциальности
				.popup-content.content
					p Пользователь, оставляя на сайте заявку на: бесплатную консультацию, обратный звонок, получение рекламной, рекламно-информационной и иной информации, подписку, участие в мероприятиях, акциях и розыгрышах, запись в лист ожидания/бронь, запись на приём или экскурсию/онлайн-тур, подписываясь на получение новостей, либо иным образом направляя свои персональные данные, принимает настоящее Согласие на обработку персональных данных, указанных в заявке (далее — Согласие).
					p Под персональными данными понимаются данные, относящаяся к Пользователю как к субъекту персональных данных, не являющиеся специальными или биометрическими, такие как: фамилия, имя, отчество, дата и место рождения, пол, адрес, семейное положение, паспортные данные, адрес электронной почты, контактный номер телефона, а также все иные персональные данные, доступные либо известные в любой конкретный момент времени Администратору.
					p Администратор также собирает следующие сведения об Устройстве, используемом Пользователем, с которого осуществляется использование сайта: IP-адрес и адрес точки подключения Пользователя, месторасположение Устройства, версия операционной системы и модель/тип Устройства, уникальный идентификатор Устройства; cookie-файлы; а также статистические данные о посещении и использовании сайта (время начала и завершения сессии, язык интерфейса, размер окна браузера и т.п.).
</template>

<script setup>
const props = defineProps({
   isOpen: {
      type: Boolean,
      required: true,
   },
   popupKey: {
      required: true,
   },
});

const emit = defineEmits(["closePopup"]);
// eslint-disable-next-line
const closePopup = () => {
   emit("closePopup", props.popupKey);
};
</script>

<style lang="scss"></style>
