<template lang="pug">
	div
		BreadCrumbs(:list="breadcrumbs")
		main.main
			.container
				PageTop(title="Заголовок h1")
				.content-blocks
					ContentBlock
						.content
							h1 H1 FoglihtenNo06 Regular 72
							h2 H2 FoglihtenNo06 Regular 44
							h3 H3 FoglihtenNo06 Regular 36
							h4 H4 FoglihtenNo06 Regular 28
							h5 H5 FoglihtenNo06 Regular 20
							h3 Text M (основной текст)
							p #[strong Витторио — парфюмер-путешественник, чьи шаги прочерчивают карту мира в поисках самых неповторимых ароматов. Из далёких уголков планеты он приносит с собой не только запахи, но и истории, культуры, и вдохновение. Парфюмерный бренд Vittorio — мост между мирами, соединяющий экзотику и роскошь, ставящий в центр внимания уникальность и качество. Для тех, кто ищет нечто большее, чем просто аромат — для тех, кто жаждет погружения в мир чувств и приключений. Добро пожаловать в мир ароматов, добро пожаловать в мир Vittorio.]
							p Витторио — парфюмер-путешественник, чьи шаги прочерчивают карту мира в поисках самых неповторимых ароматов. Из далёких уголков планеты он приносит с собой не только запахи, но и истории, культуры, и вдохновение. Парфюмерный бренд Vittorio — мост между мирами, соединяющий экзотику и роскошь, ставящий в центр внимания уникальность и качество. Для тех, кто ищет нечто большее, чем просто аромат — для тех, кто жаждет погружения в мир чувств и приключений. Добро пожаловать в мир ароматов, добро пожаловать в мир Vittorio.
							ul
								li Его лаборатория — это одновременно его дом и мастерская, где он неутомимо экспериментирует, смешивая, настаивая и пробуя. Он верит, что каждый запах должен быть уникальным, как и место, откуда он родом.
								li Долгое время его ароматы были доступны лишь избранным. Сегодня бренд Vittorio рад представить свою новую линейку уникальных ароматов для ценителей парфюмерного искусства в России.
							nuxt-link(to="/") Link default
					ContentBlock
						.content
							h3 Изображение в тексте
							img(:src="`/images/content/image-2.jpg`" style="float: right; margin-bottom: 36px; margin: 0 0 36px 40px;")
							p Витторио — парфюмер-путешественник, чьи шаги прочерчивают карту мира в поисках самых неповторимых ароматов. Из далёких уголков планеты он приносит с собой не только запахи, но и истории, культуры, и вдохновение. Парфюмерный бренд Vittorio — мост между мирами, соединяющий экзотику и роскошь, ставящий в центр внимания уникальность и качество. Для тех, кто ищет нечто большее, чем просто аромат — для тех, кто жаждет погружения в мир чувств и приключений. Добро пожаловать в мир ароматов, добро пожаловать в мир Vittorio.
							p Витторио — парфюмер-путешественник, чьи шаги прочерчивают карту мира в поисках самых неповторимых ароматов. Из далёких уголков планеты он приносит с собой не только запахи, но и истории, культуры, и вдохновение. Парфюмерный бренд Vittorio — мост между мирами, соединяющий экзотику и роскошь, ставящий в центр внимания уникальность и качество. Для тех, кто ищет нечто большее, чем просто аромат — для тех, кто жаждет погружения в мир чувств и приключений. Добро пожаловать в мир ароматов, добро пожаловать в мир Vittorio.
							p Витторио — парфюмер-путешественник, чьи шаги прочерчивают карту мира в поисках самых неповторимых ароматов. Из далёких уголков планеты он приносит с собой не только запахи, но и истории, культуры, и вдохновение. Парфюмерный бренд Vittorio — мост между мирами, соединяющий экзотику и роскошь, ставящий в центр внимания уникальность и качество. Для тех, кто ищет нечто большее, чем просто аромат — для тех, кто жаждет погружения в мир чувств и приключений. Добро пожаловать в мир ароматов, добро пожаловать в мир Vittorio.
							p Из далёких уголков планеты он приносит с собой не только запахи, но и истории, культуры, и вдохновение. Парфюмерный бренд Vittorio — мост между мирами, соединяющий экзотику и роскошь, ставящий в центр внимания уникальность и качество. Для тех, кто ищет нечто большее, чем просто аромат — для тех, кто жаждет погружения в мир чувств и приключений. Добро пожаловать в мир ароматов, добро пожаловать в мир Vittorio.
							img(:src="`/images/content/image-1.jpg`" style="float: left;  margin: 0px 40px 16px 0px;")
							p Витторио — парфюмер-путешественник, чьи шаги прочерчивают карту мира в поисках самых неповторимых ароматов. Из далёких уголков планеты он приносит с собой не только запахи, но и истории, культуры, и вдохновение. Парфюмерный бренд Vittorio — мост между мирами, соединяющий экзотику и роскошь, ставящий в центр внимания уникальность и качество. Для тех, кто ищет нечто большее, чем просто аромат — для тех, кто жаждет погружения в мир чувств и приключений. Добро пожаловать в мир ароматов, добро пожаловать в мир Vittorio.
							p Витторио — парфюмер-путешественник, чьи шаги прочерчивают карту мира в поисках самых неповторимых ароматов. Из далёких уголков планеты он приносит с собой не только запахи, но и истории, культуры, и вдохновение. Парфюмерный бренд Vittorio — мост между мирами, соединяющий экзотику и роскошь, ставящий в центр внимания уникальность и качество. Для тех, кто ищет нечто большее, чем просто аромат — для тех, кто жаждет погружения в мир чувств и приключений. Добро пожаловать в мир ароматов, добро пожаловать в мир Vittorio.
							p Витторио — парфюмер-путешественник, чьи шаги прочерчивают карту мира в поисках самых неповторимых ароматов. Из далёких уголков планеты он приносит с собой не только запахи, но и истории, культуры, и вдохновение. Парфюмерный бренд Vittorio — мост между мирами, соединяющий экзотику и роскошь, ставящий в центр внимания уникальность и качество. Для тех, кто ищет нечто большее, чем просто аромат — для тех, кто жаждет погружения в мир чувств и приключений. Добро пожаловать в мир ароматов, добро пожаловать в мир Vittorio.
							p Его лаборатория – это одновременно его дом и мастерская, где он неутомимо экспериментирует, смешивая, настаивая и пробуя. Он верит, что каждый запах должен быть уникальным, как и место, откуда он родом.
							blockquote.blockquote
								p.blockquote__text Италия – страна, где я родился и где мое сердце находит покой. С ранних лет я был очарован морем – его бескрайними просторами, свежим бризом и мощью волн, разбивающихся о скалистые берега. Это было место, где я проводил часы, наблюдая за бесконечным горизонтом и вдыхая соленый воздух. В этих моментах я чувствовал себя свободным и вдохновленным.
								footer.blockquote__footer
									span Парфюмер, путешественник
									p Витторио
							p Витторио — парфюмер-путешественник, чьи шаги прочерчивают карту мира в поисках самых неповторимых ароматов. Из далёких уголков планеты он приносит с собой не только запахи, но и истории, культуры, и вдохновение. Парфюмерный бренд Vittorio — мост между мирами, соединяющий экзотику и роскошь, ставящий в центр внимания уникальность и качество. Для тех, кто ищет нечто большее, чем просто аромат — для тех, кто жаждет погружения в мир чувств и приключений. Добро пожаловать в мир ароматов, добро пожаловать в мир Vittorio.
							p Его лаборатория – это одновременно его дом и мастерская, где он неутомимо экспериментирует, смешивая, настаивая и пробуя. Он верит, что каждый запах должен быть уникальным, как и место, откуда он родом.
						ContentBlock
							.content
								h3 Таблица
								.table-wrap
									table
										thead
											tr
												th(v-for="(item, index) in contentTable.header" :key="index") {{item}}
										tbody
											tr(v-for="(item, index) in contentTable.rows")
												td {{item.name}}
												td {{item.price}}
												td {{item.salePrice}}
				PhotoGallery
</template>

<script setup>
const breadcrumbs = [
   {
      title: "Главная",
      path: "/",
   },
   {
      title: "Текстовая страница",
      path: "/",
   },
];
const contentTable = {
   header: [
      "Наименование товара",
      "Стоимость товара без скидки",
      "Стоимость товара с максимальной скидкой",
   ],
   rows: [
      {
         name: "Парфюмерная вода “Legend № 11.01”",
         price: "8 200 руб.",
         salePrice: "8 100 руб.",
      },
      {
         name: "Парфюмерная вода “Santal & Leather”",
         price: "9 300 руб.",
         salePrice: "9 250 руб.",
      },
      {
         name: "Парфюмерная вода “Legend № 11.01” Парфюмерная вода “Legend № 11.01”",
         price: "8 200 руб.",
         salePrice: "8 100 руб.",
      },
      {
         name: "Парфюмерная вода “Santal & Leather”",
         price: "9 300 руб.",
         salePrice: "9 250 руб.",
      },
   ],
};
</script>
